{
  "about": "À propos",
  "contact": "Contact",
  "services": "Services",
  "login": "Connexion",
  "signup": "Inscription",
  "seamless_payment": "Paiements fluides, simplifiés",
  "secure_reliable": "Transactions sécurisées, fiables et rapides, que vous payiez pour des produits ou des services. Notre passerelle de paiement de confiance gère tout cela avec facilité.",
  "get_started": "Commencer",
  "discover_a_world": "Découvrez un monde de produits et services",
  "make_payments": "Effectuez des paiements, transférez des fonds, échangez et développez votre entreprise avec une plateforme de paiement puissante. Conçu pour l'Afrique et la diaspora africaine mondiale.",
  "designed_for": "Conçu pour l'Afrique et la diaspora africaine mondiale",
  "empowering_innovation": "Favoriser l'innovation et fournir des services de premier ordre pour répondre aux besoins de paiement des jeunes entrepreneurs africains en pleine croissance, des entreprises et de la diaspora africaine mondiale.",
  "endless_possibilities": "Explorez des possibilités infinies",
  "immerse_yourself": "Immergez-vous dans un marché débordant de possibilités. Des produits de tous les jours aux trouvailles uniques, découvrez tout ce dont vous avez besoin, spécialement sélectionné pour vous. Naviguez dans le monde du commerce avec aisance et laissez vos choix ne connaître aucune limite.",
  "seamless_shopping": "Achats fluides, paiements simplifiés",
  "essense_of_nature": "Essence de la nature",
  "capture_the_essense": "Capturez l'essence de la pureté avec nos parfums écologiques. Issus d'éléments naturels, chaque parfum est conçu pour élever votre humeur et améliorer votre espace.",
  "learn_more": "En savoir plus",
  "gentle_on_skin": "Doux pour la peau, dur sur les impuretés",
  "indulge_in_luxury": "Offrez-vous le luxe de notre gamme de soins de la peau biologiques. Nos formules douces sont conçues pour nourrir en profondeur tout en protégeant votre peau des polluants quotidiens.",
  "soft_companions": "Compagnons doux pour des moments réconfortants",
  "meet_your_child": "Rencontrez le nouveau meilleur ami de votre enfant. Nos peluches sont plus que simplement douces et câlines – ce sont des compagnons qui apportent chaleur et joie à chaque câlin.",
  "discover_the_latest": "Découvrez les dernières tendances",
  "copyright": "Copyright 2024",
  "legal": "Légal",
  "terms": "Conditions d'utilisation",
  "privacy": "Politique de confidentialité",
  "unlock_a_world": "Déverrouillez un monde d'opportunités",
  "dive_into_a_marketplace": "Plongez dans un marché regorgeant de possibilités infinies. Que vous recherchiez des produits essentiels quotidiens ou que vous découvriez des trésors rares, explorez une sélection soigneusement sélectionnée conçue pour répondre à tous vos besoins. Naviguez en toute transparence dans un monde de commerce où vos choix sont illimités et votre expérience d'achat vraiment sans limites.",
  "ensure_financial": "Assurez-vous que vos transactions financières sont toujours sûres et sécurisées grâce à notre technologie de cryptage avancée. Notre plateforme offre une sécurité de bout en bout, protégeant vos informations sensibles contre tout accès non autorisé. Faites confiance à nos mesures de sécurité robustes pour avoir l'esprit tranquille à chaque paiement.",
  "real_time_transaction": "Surveillance des transactions en temps réel pour une conscience financière totale",
  "stay_informed": "Restez informé de vos activités financières grâce à la surveillance des transactions en temps réel. Notre application fournit des mises à jour instantanées sur chaque paiement, vous garantissant de toujours connaître l'état de votre compte. Suivez vos transactions facilement et gardez le contrôle de vos finances.",
  "247_customer": "Support client 24/7 pour votre tranquillité d'esprit",
  "our_dedicated_customer": "Notre équipe de support client dédiée est disponible 24 heures sur 24 pour vous assister en cas de questions ou de problèmes. Que vous ayez besoin d'aide pour un paiement, une question technique ou une assistance pour votre compte, notre équipe de support est là pour vous garantir une expérience fluide.",
  "instant_payment": "Confirmation de paiement instantanée pour une assurance et une clarté",
  "receive_instant_confirmation": "Recevez une confirmation instantanée de vos paiements grâce à notre système efficace et fiable. Une fois la transaction terminée, vous recevrez une notification confirmant le paiement réussi, vous assurant que votre paiement a été traité sans délai.",
  "comprehensive_transaction": "Sécurité complète des transactions",
  "security_is_our_priority": "La sécurité est notre priorité absolue. Notre plateforme ne fournit pas seulement une confirmation de paiement instantanée, mais garantit également que vos transactions sont traitées avec le plus haut niveau de sécurité, protégeant vos informations financières en tout temps.",
  "reliable_transaction": "Suivi fiable des transactions",
  "our_system_is_designed": "Notre système est conçu pour vous tenir informé à chaque étape. De l'initiation à la finalisation, vous pouvez suivre vos paiements en temps réel, ce qui vous permet de mieux gérer vos finances et de rester maître de votre situation financière.",
  "instant_confirmation": "Confirmation instantanée",
  "experience_the_ease": "Découvrez la facilité de recevoir une confirmation instantanée de vos paiements avec notre plateforme de pointe. Dès que votre transaction est traitée, vous serez immédiatement notifié, garantissant une transparence totale et une tranquillité d'esprit.",
  "stay_ahead": "Restez en avance avec les dernières innovations en matière de paiement"
}
