{
  "about": "Acerca de",
  "contact": "Contacto",
  "services": "Servicios",
  "login": "Iniciar sesión",
  "signup": "Registrarse",
  "seamless_payment": "Pagos sin complicaciones, simplificados",
  "secure_reliable": "Transacciones seguras, confiables y rápidas, ya sea que esté pagando por productos o servicios. Nuestra confiable pasarela de pago lo maneja todo con facilidad.",
  "get_started": "Comenzar",
  "discover_a_world": "Descubra un mundo de productos y servicios",
  "make_payments": "Realice pagos, transfiera fondos, comercie y eleve su negocio con una poderosa plataforma de pagos. Diseñado para África y la diáspora africana global.",
  "designed_for": "Diseñado para África y la diáspora africana global",
  "empowering_innovation": "Fomentando la innovación y proporcionando servicios de primera calidad para satisfacer las necesidades de pago de los jóvenes emprendedores africanos en rápido crecimiento, las empresas y la diáspora africana global.",
  "endless_possibilities": "Explore posibilidades infinitas",
  "immerse_yourself": "Sumérjase en un mercado lleno de posibilidades. Desde productos cotidianos hasta hallazgos únicos, descubra todo lo que necesita, seleccionado especialmente para usted. Navegue por el mundo del comercio con facilidad y deje que sus elecciones no conozcan límites.",
  "seamless_shopping": "Compras sin complicaciones, pagos simplificados",
  "essense_of_nature": "Esencia de la naturaleza",
  "capture_the_essense": "Capture la esencia de la pureza con nuestras fragancias ecológicas. Extraídas de elementos naturales, cada fragancia está diseñada para elevar su estado de ánimo y mejorar su espacio.",
  "learn_more": "Aprende más",
  "gentle_on_skin": "Suave con la piel, duro con las impurezas",
  "indulge_in_luxury": "Disfrute del lujo de nuestra gama de cuidado de la piel orgánico. Nuestras fórmulas suaves están diseñadas para nutrir profundamente mientras protegen su piel de los contaminantes diarios.",
  "soft_companions": "Compañeros suaves para momentos reconfortantes",
  "meet_your_child": "Conozca al nuevo mejor amigo de su hijo. Nuestros juguetes de peluche son más que simplemente suaves y tiernos: son compañeros que aportan calidez y alegría a cada abrazo.",
  "discover_the_latest": "Descubre las últimas tendencias",
  "copyright": "Copyright 2024",
  "legal": "Legal",
  "terms": "Términos de servicio",
  "privacy": "Política de privacidad",
  "unlock_a_world": "Desbloquee un mundo de oportunidades",
  "dive_into_a_marketplace": "Sumérjase en un mercado lleno de posibilidades infinitas. Ya sea que esté buscando productos esenciales diarios o descubriendo tesoros raros, explore una selección cuidadosamente curada diseñada para satisfacer todas sus necesidades. Navegue sin problemas a través de un mundo de comercio donde sus opciones son ilimitadas y su experiencia de compra es realmente sin límites.",
  "ensure_financial": "Asegúrese de que sus transacciones financieras siempre sean seguras con nuestra tecnología de cifrado avanzada. Nuestra plataforma proporciona seguridad de extremo a extremo, protegiendo su información sensible contra accesos no autorizados. Confíe en nuestras sólidas medidas de seguridad para tener tranquilidad cada vez que realice un pago.",
  "real_time_transaction": "Monitoreo de transacciones en tiempo real para una total conciencia financiera",
  "stay_informed": "Manténgase informado sobre sus actividades financieras con el monitoreo de transacciones en tiempo real. Nuestra aplicación proporciona actualizaciones instantáneas sobre cada pago, asegurándose de que siempre esté al tanto del estado de su cuenta. Siga sus transacciones con facilidad y mantenga el control de sus finanzas.",
  "247_customer": "Soporte al cliente 24/7 para su tranquilidad",
  "our_dedicated_customer": "Nuestro equipo de soporte al cliente está disponible las 24 horas para ayudarlo con cualquier pregunta o problema. Ya sea que necesite ayuda con un pago, una pregunta técnica o soporte para su cuenta, nuestro equipo de soporte está aquí para garantizar una experiencia fluida.",
  "instant_payment": "Confirmación de pago instantánea para mayor seguridad y claridad",
  "receive_instant_confirmation": "Reciba una confirmación instantánea de sus pagos a través de nuestro sistema eficiente y confiable. Una vez que la transacción esté completa, recibirá una notificación que confirma el pago exitoso, asegurándose de que su pago haya sido procesado sin demora.",
  "comprehensive_transaction": "Seguridad completa de transacciones",
  "security_is_our_priority": "La seguridad es nuestra máxima prioridad. Nuestra plataforma no solo proporciona confirmación de pago instantánea, sino que también garantiza que sus transacciones se procesen con el más alto nivel de seguridad, protegiendo su información financiera en todo momento.",
  "reliable_transaction": "Seguimiento confiable de transacciones",
  "our_system_is_designed": "Nuestro sistema está diseñado para mantenerlo informado en cada paso. Desde la iniciación hasta la finalización, puede seguir sus pagos en tiempo real, lo que le permite gestionar mejor sus finanzas y mantenerse al mando de su situación financiera.",
  "instant_confirmation": "Confirmación instantánea",
  "experience_the_ease": "Experimente la facilidad de recibir una confirmación instantánea de sus pagos con nuestra plataforma de última generación. Tan pronto como se procese su transacción, será notificado de inmediato, garantizando total transparencia y tranquilidad.",
  "stay_ahead": "Manténgase a la vanguardia con las últimas innovaciones en pagos"
}
