{
    "about": "Kuhusu",
    "contact": "Wasiliana",
    "services": "Huduma",
    "login": "Ingia",
    "signup": "Jiandikishe",
    "seamless_payment": "Malipo Yasiyo na Vikwazo, Yaliyorahisishwa",
    "secure_reliable": "Malipo salama, ya kutegemewa, na ya haraka, iwe unanunua bidhaa au huduma. Jukwaa letu la malipo linaloaminika linasimamia kila kitu kwa urahisi.",
    "get_started": "Anza sasa",
    "discover_a_world": "Gundua Ulimwengu wa Bidhaa & Huduma",
    "make_payments": "Fanya Malipo, Hamisha Fedha, Fanya Biashara & Boresha Biashara yako kwa Jukwaa lenye nguvu la Malipo. Iliyoundwa kwa ajili ya Afrika & Diaspora ya Waafrika Ulimwenguni.",
    "designed_for": "Iliyoundwa kwa ajili ya Afrika & Diaspora ya Waafrika Ulimwenguni",
    "empowering_innovation": "Kuendeleza ubunifu na kutoa Huduma za hali ya juu ili kukidhi mahitaji ya wajasiriamali vijana wa Afrika wanaokua kwa kasi, biashara na diaspora ya Waafrika Ulimwenguni.",
    "endless_possibilities": "Chunguza Uwezekano Usio na Mwisho",
    "immerse_yourself": "Jitose katika soko lenye uwezekano mwingi. Kutoka bidhaa za kila siku hadi matokeo ya kipekee, gundua kila kitu unachohitaji, kikiwa kimetengenezwa maalum kwa ajili yako. Tembea kwa urahisi katika ulimwengu wa biashara na usiruhusu mipaka kwa chaguo lako.",
    "seamless_shopping": "Ununuzi Usio na Vikwazo, Malipo Yaliyosawazishwa",
    "essense_of_nature": "Asili ya Uhakika",
    "capture_the_essense": "Shika kiini cha usafi na manukato yetu rafiki kwa mazingira. Yaliyotokana na vipengele vya asili, kila harufu inatengenezwa ili kuboresha hisia zako na kuimarisha nafasi yako.",
    "learn_more": "Jifunze zaidi",
    "gentle_on_skin": "Mpole kwa Ngozi, Mkali kwa Uchafu",
    "indulge_in_luxury": "Jienjoye na anasa ya safu yetu ya bidhaa za ngozi za kikaboni. Michanganyiko yetu mpole imetengenezwa ili kulisha ngozi yako kwa undani huku ikikinga dhidi ya vichafuzi vya kila siku.",
    "soft_companions": "Marafiki Wanaopoleza kwa Wakati wa Faraja",
    "meet_your_child": "Kutana na rafiki mpya wa mtoto wako. Vinyago vyetu vya plush ni zaidi ya laini na kukumbatia – ni marafiki wanaoleta joto na furaha katika kila kumbatio.",
    "discover_the_latest": "Gundua Mitindo ya Karibuni",
    "copyright": "Hakimiliki 2024",
    "legal": "Kisheria",
    "terms": "Sheria za Huduma",
    "privacy": "Sera ya Faragha",
    "unlock_a_world": "Fungua Ulimwengu wa Fursa",
    "dive_into_a_marketplace": "Jitose katika soko lenye uwezekano mwingi. Iwe unatafuta mahitaji ya kila siku au unagundua hazina adimu, chunguza uteuzi wa bidhaa zilizochaguliwa kwa umakini kwa ajili ya kukidhi kila hitaji lako. Safiri kwa urahisi katika ulimwengu wa biashara ambapo chaguo lako halina mipaka na uzoefu wako wa ununuzi ni wa kipekee.",
    "ensure_financial": "Hakikisha miamala yako ya kifedha inabaki salama kila wakati na teknolojia yetu ya usimbaji fiche ya hali ya juu. Jukwaa letu linatoa usalama kamili, likilinda taarifa zako nyeti dhidi ya ufikiaji usioidhinishwa. Amini hatua zetu dhabiti za usalama kwa utulivu wa akili kila unapotuma malipo.",
    "real_time_transaction": "Ufuatiliaji wa Miamala kwa Wakati Halisi kwa Uelewa Kamili wa Fedha",
    "stay_informed": "Kuwa na taarifa kuhusu shughuli zako za kifedha na ufuatiliaji wa miamala kwa wakati halisi. Programu yetu inatoa sasisho za papo hapo kwa kila malipo, kuhakikisha unafahamu hali ya akaunti yako kila wakati. Fuatilia miamala yako kwa urahisi na udhibiti fedha zako.",
    "247_customer": "Huduma kwa Wateja Saa 24/7 kwa Utulivu wa Akili",
    "our_dedicated_customer": "Timu yetu ya huduma kwa wateja ina dhamira ya kukusaidia masaa yote kwa maswali yoyote au masuala. Iwe unahitaji msaada wa malipo, una swali la kiufundi, au unahitaji msaada kuhusu akaunti yako, timu yetu iko hapa kuhakikisha unapata uzoefu mzuri.",
    "instant_payment": "Uthibitisho wa Malipo ya Papo kwa Papo kwa Uhakika na Uwaz",
    "receive_instant_confirmation": "Pata uthibitisho wa papo kwa papo wa malipo yako kupitia mfumo wetu wenye ufanisi na wa kuaminika. Mara tu muamala unapokamilika, utapokea notisi inayothibitisha malipo yamekamilika, kwa hivyo unaweza kuwa na uhakika kuwa malipo yako yamefanywa bila kuchelewa.",
    "comprehensive_transaction": "Usalama Kamili wa Miamala",
    "security_is_our_priority": "Usalama ni kipaumbele chetu cha juu. Jukwaa letu sio tu linatoa uthibitisho wa malipo ya papo kwa papo bali pia kuhakikisha kuwa miamala yako inashughulikiwa kwa kiwango cha juu cha usalama, kulinda taarifa zako za kifedha kila wakati.",
    "reliable_transaction": "Ufuatiliaji wa Miamala Unaoaminika",
    "our_system_is_designed": "Mfumo wetu umeundwa ili kukuwezesha kupata taarifa kila hatua. Kuanzia kuanzishwa hadi kukamilika, unaweza kufuatilia malipo yako kwa wakati halisi, kurahisisha kusimamia fedha zako na kukaa na udhibiti.",
    "instant_confirmation": "Uthibitisho wa Papo kwa Papo",
    "experience_the_ease": "Pata urahisi wa kupokea uthibitisho wa papo kwa papo wa malipo yako kupitia jukwaa letu la hali ya juu. Mara tu muamala wako unaposhughulikiwa, utapokea taarifa mara moja, kuhakikisha uwazi kamili na utulivu wa akili.",
    "stay_ahead": "Endelea Mbele na Ubunifu wa Malipo ya Karibuni"
}
