{
  "about": "Sobre",
  "contact": "Contato",
  "services": "Serviços",
  "login": "Entrar",
  "signup": "Inscrever-se",
  "seamless_payment": "Pagamentos suaves, simplificados",
  "secure_reliable": "Transações seguras, confiáveis e rápidas, seja pagando por produtos ou serviços. Nossa confiável plataforma de pagamento cuida de tudo isso com facilidade.",
  "get_started": "Começar",
  "discover_a_world": "Descubra um mundo de produtos e serviços",
  "make_payments": "Faça pagamentos, transfira fundos, negocie e expanda seus negócios com uma poderosa plataforma de pagamentos. Projetado para a África e a diáspora africana global.",
  "designed_for": "Projetado para a África e a diáspora africana global",
  "empowering_innovation": "Impulsionando a inovação e oferecendo serviços de primeira linha para atender às necessidades de pagamento de jovens empreendedores africanos em rápido crescimento, empresas e a diáspora africana global.",
  "endless_possibilities": "Explore possibilidades infinitas",
  "immerse_yourself": "Mergulhe em um mercado repleto de possibilidades. De produtos do dia a dia a achados únicos, descubra tudo o que você precisa, especialmente selecionado para você. Navegue pelo mundo do comércio com facilidade e deixe suas escolhas não conhecerem limites.",
  "seamless_shopping": "Compras sem complicações, pagamentos simplificados",
  "essense_of_nature": "Essência da natureza",
  "capture_the_essense": "Capture a essência da pureza com nossas fragrâncias ecológicas. Extraídas de elementos naturais, cada fragrância é projetada para elevar seu humor e melhorar seu espaço.",
  "learn_more": "Saiba mais",
  "gentle_on_skin": "Gentil com a pele, duro com as impurezas",
  "indulge_in_luxury": "Desfrute do luxo da nossa linha de cuidados com a pele orgânicos. Nossas fórmulas suaves são projetadas para nutrir profundamente, protegendo sua pele dos poluentes diários.",
  "soft_companions": "Companheiros suaves para momentos reconfortantes",
  "meet_your_child": "Conheça o novo melhor amigo do seu filho. Nossos brinquedos de pelúcia são mais do que simplesmente macios e aconchegantes - são companheiros que trazem calor e alegria a cada abraço.",
  "discover_the_latest": "Descubra as últimas tendências",
  "copyright": "Copyright 2024",
  "legal": "Legal",
  "terms": "Termos de serviço",
  "privacy": "Política de privacidade",
  "unlock_a_world": "Desbloqueie um mundo de oportunidades",
  "dive_into_a_marketplace": "Mergulhe em um mercado repleto de possibilidades infinitas. Quer esteja à procura de produtos essenciais do dia a dia ou descubra tesouros raros, explore uma seleção cuidadosamente curada, projetada para atender a todas as suas necessidades. Navegue com facilidade em um mundo de comércio onde suas escolhas são ilimitadas e sua experiência de compra é verdadeiramente sem fronteiras.",
  "ensure_financial": "Garanta que suas transações financeiras estejam sempre seguras com nossa tecnologia de criptografia avançada. Nossa plataforma oferece segurança de ponta a ponta, protegendo suas informações sensíveis contra acessos não autorizados. Confie em nossas robustas medidas de segurança para ter tranquilidade em cada pagamento.",
  "real_time_transaction": "Monitoramento de transações em tempo real para total consciência financeira",
  "stay_informed": "Fique informado sobre suas atividades financeiras com o monitoramento de transações em tempo real. Nosso aplicativo fornece atualizações instantâneas sobre cada pagamento, garantindo que você sempre saiba o status da sua conta. Acompanhe suas transações com facilidade e mantenha o controle de suas finanças.",
  "247_customer": "Suporte ao cliente 24/7 para sua tranquilidade",
  "our_dedicated_customer": "Nossa equipe de suporte ao cliente está disponível 24 horas por dia para ajudá-lo com qualquer dúvida ou problema. Seja para ajuda com um pagamento, uma dúvida técnica ou suporte para sua conta, nossa equipe de suporte está aqui para garantir uma experiência tranquila.",
  "instant_payment": "Confirmação de pagamento instantânea para segurança e clareza",
  "receive_instant_confirmation": "Receba confirmação instantânea de seus pagamentos por meio do nosso sistema eficiente e confiável. Assim que a transação for concluída, você receberá uma notificação confirmando o pagamento bem-sucedido, garantindo que seu pagamento foi processado sem atrasos.",
  "comprehensive_transaction": "Segurança abrangente de transações",
  "security_is_our_priority": "A segurança é nossa principal prioridade. Nossa plataforma não apenas fornece confirmação instantânea de pagamento, mas também garante que suas transações sejam processadas com o mais alto nível de segurança, protegendo suas informações financeiras o tempo todo.",
  "reliable_transaction": "Monitoramento confiável de transações",
  "our_system_is_designed": "Nosso sistema foi projetado para mantê-lo informado a cada passo. Desde a iniciação até a conclusão, você pode acompanhar seus pagamentos em tempo real, permitindo uma melhor gestão de suas finanças e mantendo o controle de sua situação financeira.",
  "instant_confirmation": "Confirmação instantânea",
  "experience_the_ease": "Experimente a facilidade de receber confirmação instantânea de seus pagamentos com nossa plataforma de última geração. Assim que sua transação for processada, você será notificado imediatamente, garantindo total transparência e tranquilidade.",
  "stay_ahead": "Fique à frente com as mais recentes inovações em pagamentos"
}
